<?php
// +----------------------------------------------------------------------
// | Created by PhpStorm
// +----------------------------------------------------------------------
// | Date: 2017/1/10 23:48
// +----------------------------------------------------------------------
// | Use : 说明用途，主要方面！
// +----------------------------------------------------------------------
// | Author: 小豆子 <253121301@qq.com>
// +----------------------------------------------------------------------

namespace Home\Model;
use Think\Model;

class BrandModel extends Model {

    public function Get_Br_Select($where, $field) {
        $BrSeRet = $this->where($where)->field($field)->select();
        return $BrSeRet;
    }
}