<?php
// +----------------------------------------------------------------------
// | Created by PhpStorm
// +----------------------------------------------------------------------
// | Date: 2016/11/14 0014 上午 9:11
// +----------------------------------------------------------------------
// | Use : 说明用途，主要方面！
// +----------------------------------------------------------------------
// | Author: 小豆子 <253121301@qq.com>
// +----------------------------------------------------------------------

namespace Home\Model;

use Think\Model;
use Think\Page;

class CategoryModel extends Model {


    public function Get_Ca_select($where="",$field="") {
        $nret = $this->field($field)->where($where)->select();
        return $nret;
    }
}