<?php
// +----------------------------------------------------------------------
// | Created by PhpStorm
// +----------------------------------------------------------------------
// | Date: 2016/11/27 0027 下午 6:46
// +----------------------------------------------------------------------
// | Use : 说明用途，主要方面！
// +----------------------------------------------------------------------
// | Author: 小豆子 <253121301@qq.com>
// +----------------------------------------------------------------------

namespace Home\Model;

use Think\Model;

class GoodsGalleryModel extends Model {

    /*查询数组*/
    public function Get_GoGa_Select($where,$field) {
        $ret = $this->where($where)->field($field)->select();
        return $ret;
    }
}